Repository: bipin24746/VMS-Guard-App
Catalog: lib/l10n/app_*.arb
Languages: ne

source: Begin Your Journey To Home
ne: तपाईंको घरमा यात्रा सुरु गर्नुहोस्

source: Please enter your mobile number to create your account
ne: कृपया तपाईंको मोबाइल नम्बर राखेर खाता सिर्जना गर्नुहोस्

source: Change Language
ne: भाषा परिवर्तन गर्नुहोस्

source: Strengthening Bonds,
ne: सम्बन्धलाई सुदृढ गर्दै,

source: Ensuring Safety.
ne: सुरक्षा सुनिश्चित गर्दै।

source: Connect Home
ne: घर जडान गर्नुहोस्

source: OTP VERIFICATION
ne: OTP प्रमाणिकरण

# pleaseEnterThe6DigitCodeSentViaSMS
source: Please enter the 6-digit code sent via SMS to
ne: कृपया SMS मार्फत पठाइएको ६ अंकको कोड राख्नुहोस्

source: Resend Code
ne: कोड पुनः पठाउनुहोस्

source: Resend OTP
ne: OTP पुनः पठाउनुहोस्

# languages
source: English
ne: नेपाली

# noticereceived
source: Notices received
ne: प्राप्त सूचनाहरू

# nonoticeavailable
source: No notices available
ne: कोई सूचना उपलब्ध छैन

source: No notices
ne: कोई सूचना छैन

# therearenotnotices
source: There are no notices
ne: कोई सूचना छैन

source: Read Less
ne: कम पढ्नुहोस्

source: Read More
ne: थप पढ्नुहोस्

source: Latest First
ne: सबैभन्दा नयाँ पहिलो

source: Oldest First
ne: सबैभन्दा पुरानो पहिलो

source: latest
ne: सबैभन्दा नयाँ

source: oldest
ne: सबैभन्दा पुरानो

source: Notices
ne: सूचनाहरू

source: Add Pet
ne: पाल्तु जनावर थप्नुहोस्

source: Pets Added Successfully
ne: पाल्तु जनावर सफलतापूर्वक थपियो

source: Error
ne: त्रुटि

source: Add Vehicle
ne: सवारी थप्नुहोस्

source: Vehicles Added Successfully
ne: सवारी सफलतापूर्वक थपियो

# petseditedsuccessully
source: Pets Edited Successfully
ne: पाल्तु जनावर सफलतापूर्वक सम्पादन गरियो

source: Vehicles Edited Successfully
ne: सवारी सफलतापूर्वक सम्पादन गरियो

source: Edit Vehicle
ne: सवारी सम्पादन गर्नुहोस्

source: Pet Deleted Successfully
ne: पाल्तु जनावर सफलतापूर्वक मेटियो

source: Failed to Delete Pet
ne: पाल्तु जनावर मेटाउन असफल

source: months old
ne: महिना पुरानो

source: Edit
ne: सम्पादन गर्नुहोस्

source: Remove Pet
ne: पाल्तु जनावर हटाउनुहोस्

source: Are you sure you want to remove this pet?
ne: के तपाईँ यो पाल्तु जनावर हटाउन चाहानुहुन्छ?

source: No
ne: होईन

source: Yes
ne: हो

source: Remove
ne: हटाउनुहोस्

source: Pets fetched successfully
ne: पाल्तु जनावर सफलतापूर्वक प्राप्त गरियो

source: No pets available.
ne: कोई पाल्तु जनावर उपलब्ध छैन।

source: Vehicle Deleted Successfully
ne: सवारी सफलतापूर्वक मेटियो

source: Failed to Delete vehicles
ne: सवारी मेटाउन असफल

source: Remove Vehicle
ne: सवारी हटाउनुहोस्

source: Are you sure you want to remove this vehicle?
ne: के तपाईँ यो सवारी हटाउन चाहानुहुन्छ?

# vehiclesfetchedsucessfully
source: Vehicles fetched successfully
ne: सवारी सफलतापूर्वक प्राप्त गरियो

source: Failed to fetch Vehicle
ne: सवारी प्राप्त गर्न असफल

source: No vehicle available.
ne: कोई सवारी उपलब्ध छैन।

source: Pets
ne: पाल्तु जनावरहरू

source: Vehicles
ne: सवारीहरू

source: Choose an Option
ne: विकल्प चयन गर्नुहोस्

source: Open Camera
ne: क्यामेरा खोल्नुहोस्

source: Open Gallery
ne: ग्यालरी खोल्नुहोस्

source: Edit Pet
ne: पाल्तु जनावर सम्पादन गर्नुहोस्

source: Upload Photo
ne: तस्बिर अपलोड गर्नुहोस्

source: Pet Type
ne: पाल्तु जनावरको प्रकार

source: Pet Name*
ne: पाल्तु जनावरको नाम*

source: Pet Age*
ne: पाल्तु जनावरको उमेर*

source: Pet Breed*
ne: पाल्तु जनावरको जाति*

source: Gender
ne: लिंग

source: Please fill all fields
ne: कृपया सबै क्षेत्रहरू भर्नुहोस्

source: Update Pet
ne: पाल्तु जनावर अपडेट गर्नुहोस्

source: Vehicle Updated Successfully
ne: सवारी सफलतापूर्वक अपडेट गरियो

source: Vehicle type
ne: सवारीको प्रकार

source: Name*
ne: नाम*

source: number
ne: नम्बर

source: Vehicle Number*
ne: सवारी नम्बर*

source: Update
ne: अपडेट गर्नुहोस्

source: Household
ne: घरपरिवार

source: Create
ne: सिर्जना गर्नुहोस्

source: Enter Name
ne: नाम प्रविष्ट गर्नुहोस्

source: Enter Number
ne: नम्बर प्रविष्ट गर्नुहोस्

source: Frequent Visitor List
ne: आवधिक आगन्तुकको सूची

# guestwhofrequentlyvisitherewillbeshownhere
source: Guests who frequently visit here will be shown here.
ne: जो अतिथि प्रायः यहाँ भ्रमण गर्छन् उनीहरू यहाँ देखाइनेछन्।

source: Home
ne: गृह

source: Notice
ne: सूचना

source: Explore
ne: अन्वेषण गर्नुहोस्

source: Profile
ne: प्रोफाइल

source: No flat available
ne: कोई फ्ल्याट उपलब्ध छैन

source: Unknown Apartment
ne: अज्ञात अपार्टमेन्ट

source: Unknown area
ne: अज्ञात क्षेत्र

source: Unknown city
ne: अज्ञात शहर

source: Unknown Block
ne: अज्ञात ब्लक

source: Your apartment
ne: तपाईंको अपार्टमेन्ट

source: No notices available
ne: कोई सूचना उपलब्ध छैन

source: Current Notices
ne: वर्तमान सूचनाहरू

source: View all
ne: सबै हेर्नुहोस्

# citiplexcolony
source: Cityplex Colony
ne: सिटीप्लेक्स कॉलोनी

# blockflat
source: Block A, Flat 101
ne: ब्लक A, फ्ल्याट 101

source: Ongoing polls
ne: चलिरहेको मतदान

source: Hello everyone, we are going to organize futsal in coming Saturday.
ne: नमस्ते सबैलाई, हामी आउँदो शनिबार फुटसल आयोजना गर्नेछौं।

source: Nov 16, 2023 | 10:20 AM
ne: नव १६, २०२३ | १०:२० AM

source: Vote
ne: मतदान गर्नुहोस्

source: Total Response :
ne: कुल प्रतिक्रिया:

source: Poll ends in
ne: मतदान समाप्त हुने समय

# fivehr
source: 5hr
ne: ५ घण्टा

source: data
ne: डाटा

source: Personal Staff
ne: व्यक्तिगत कर्मचारी

# inside
source: Inside(2)
ne: भित्र(२)

# left
source: Left(2)
ne: वाटो(२)

source: Not arrived
ne: आउँदैन

source: Services
ne: सेवाहरू

source: Visitors
ne: आगन्तुकहरू

source: LogOut
ne: लगआउट

source: Close
ne: बन्द गर्नुहोस्

source: Add Visitor
ne: आगन्तुक थप्नुहोस्

source: Allow future entries for easy way to get in from the gate.
ne: गेटबाट सजिलै प्रवेश गर्नका लागि भविष्यका प्रवेशहरूको अनुमति दिनुहोस्।

source: Success
ne: सफलता

source: Edit Additional Info
ne: अतिरिक्त जानकारी सम्पादन गर्नुहोस्

source: Select Gender
ne: लिंग चयन गर्नुहोस्

source: Blood Group
ne: रक्त समूह

source: Select Date of Birth
ne: जन्म मिति चयन गर्नुहोस्

source: It is Enabled Successfully
ne: यसलाई सफलतापूर्वक सक्षम गरिएको छ

source: It is Disabled Successfully
ne: यसलाई सफलतापूर्वक अक्षम गरिएको छ

source: Community connect
ne: समुदाय जडान

source: Releasing soon
ne: छिट्टै रिलिज हुँदैछ

source: Get visible to your community members.
ne: तपाईंको समुदायका सदस्यहरूलाई देखिने बनाउनुहोस्।

source: Connect with your community!
ne: तपाईंको समुदायसँग जडान गर्नुहोस्!

source: Turn on Community connect now to unlock exciting features in the future.
ne: भविष्यमा रोमाञ्चक सुविधाहरू अनलॉक गर्नको लागि अब समुदाय जडान सक्षम गर्नुहोस्।

source: Are you sure you want to disable Community connect?
ne: के तपाईं समुदाय जडान निष्क्रिय गर्न चाहानुहुन्छ?

source: Our Upcoming Features
ne: हाम्रो आगामी सुविधाहरू

source: • Join various groups based on your interests.
ne: • तपाईंको चासोका आधारमा विभिन्न समूहहरूमा सामेल हुनुहोस्।

source: • Share your profile and connect with others.
ne: • तपाईंको प्रोफाइल साझा गर्नुहोस् र अरूसँग जडान गर्नुहोस्।

source: • Build meaningful relationships within your community.
ne: • तपाईंको समुदायभित्र अर्थपूर्ण सम्बन्धहरू निर्माण गर्नुहोस्।

# stayconectedwithyourneighboursandcommunitymemberslikeneverbefore
source: Stay connected with your neighbours and community members like never before!
ne: तपाईंको छिमेकी र समुदायका सदस्यहरूसँग कहिल्यै नदेखिएका जडानमा रहनुहोस्!

source: Note: You can adjust your sharing preferences anytime in Settings.
ne: नोट: तपाईंले कुनै पनि समयमा सेटिङ्समा आफ्नो साझा गर्ने प्राथमिकताहरू समायोजन गर्न सक्नुहुन्छ।

source: Enable Now
ne: अहिले सक्षम गर्नुहोस्

source: Disable Now
ne: अहिले निष्क्रिय गर्नुहोस्

source: Additional Info
ne: अतिरिक्त जानकारी

source: Date of Birth
ne: जन्म मिति

source: Contact Info
ne: संपर्क जानकारी

source: Email
ne: इमेल

source: Change
ne: परिवर्तन गर्नुहोस्

source: Mobile Number
ne: मोबाइल नम्बर

source: Verify your email address
ne: तपाईंको इमेल ठेगाना प्रमाणित गर्नुहोस्

source: Please Verify your email address so it can help you in future to change your phone number. Likewise we will send you important notification via email.
ne: कृपया तपाईंको इमेल ठेगाना प्रमाणित गर्नुहोस् ताकि भविष्यमा तपाईंको फोन नम्बर परिवर्तन गर्नमा मद्दत गर्न सकियोस्। साथै, हामी तपाईंलाई महत्त्वपूर्ण सूचनाहरू इमेल मार्फत पठाउनेछौं।

source: Verify Now
ne: अहिले प्रमाणित गर्नुहोस्

source: Staff Added Successfully
ne: कर्मचारी सफलतापूर्वक थपियो

source: Create Account for Staff
ne: कर्मचारीका लागि खाता सिर्जना गर्नुहोस्

# addcitizenshiphoto
source: Add Citizenship Photo
ne: नागरिकता फोटो थप्नुहोस्

source: Pending Staff Fetch Successfully.
ne: विचाराधीन कर्मचारीहरू सफलतापूर्वक प्राप्त गरियो।

source: No Pending Staffs
ne: कुनै विचाराधीन कर्मचारीहरू छैनन्

source: Unknown Name
ne: अज्ञात नाम

source: No Role
ne: कुनै भूमिका छैन

source: Your Personal Staff
ne: तपाईंको व्यक्तिगत कर्मचारी

source: Working
ne: काम गरिरहेछ

source: Pending
ne: विचाराधीन

source: Rejected
ne: अस्वीकृत

source: Citizenship Number
ne: नागरिकता नम्बर

source: Emergency Number
ne: आपतकालीन नम्बर

source: Add Photo
ne: फोटो थप्नुहोस्

# photorequiredforeasystaffverficationbyguardandmanagement
source: Photo required for easy staff verification by guard and management
ne: गार्ड र व्यवस्थापनद्वारा सजिलो कर्मचारी प्रमाणीकरणको लागि फोटो आवश्यक छ

source: Select Staff Role
ne: कर्मचारीको भूमिका छान्नुहोस्

source: No staff roles available.
ne: कुनै कर्मचारी भूमिका उपलब्ध छैन।

source: SQLite Database
ne: SQLite डाटाबेस

source: Enter age
ne: उमेर प्रविष्ट गर्नुहोस्

source: Insert
ne: हाल्नुहोस्

source: Read Data
ne: डेटा पढ्नुहोस्

source: All Local Data
ne: सबै स्थानीय डेटा

source: No Data Available
ne: कुनै डेटा उपलब्ध छैन

source: Error loading data
ne: डेटा लोड गर्दा त्रुटि

# updatadata
source: Update Data
ne: डेटा अद्यावधिक गर्नुहोस्

source: Data Updated!
ne: डेटा अद्यावधिक भयो!
